{
    "home": {
        "title": "Noureddine MOUATAMID",
        "role": "Développeur",
        "role2": "Web"
    },
    "about": {
        "title": "Qui est",
        "name": "Noureddine MOUATAMID",
        "profile": "Développeur full stack",
        "link": "img/pdf/dev_web_NMT_fr.pdf",
        "description": "Je suis Noureddine MOUATAMID, un jeune homme de vingt-quatre ans passionné par le monde de la technologie et du développement professionnel. Actuellement, je réside dans la magnifique ville de Cannes, où je suis engagé dans un parcours de formation professionnelle à l'AFPA. Mon objectif est d'obtenir un diplôme professionnel de niveau Bac+2. Depuis mon plus jeune âge, j'ai développé un intérêt profond pour la technologie et son impact sur notre mode de vie et de travail. Ma formation actuelle me permet d'acquérir des compétences avancées et des connaissances spécialisées qui me prépareront aux défis et opportunités futures dans le domaine que j'aime.",
        "secondTitle": "À propos de moi",
        "skills": "Compétences"
    },
    "portfolio": {
        "titleCar": "Site Voiture",
        "descriptionCar": "Page d'accueil d'un simple site de vente de voitures utilisant JavaScript, HTML, CSS",
        "titleKit": "Kit de batterie interactif avec jQuery",
        "descriptionKit": "Ce code crée un kit de batterie virtuel en utilisant HTML, CSS et JavaScript (avec jQuery).",
        "titleTmdb": "NMT Films : Moteur de recherche pour films et séries TV",
        "descriptionTmdb": "Ce code implémente un moteur de recherche pour films et séries TV.",
        "titleKiller": "Jeu de survie avec Jason",
        "descriptionKiller": "Le code simule un affrontement entre Jason et un groupe de survivants avec des compétences aléatoires.",
        "titleLms": "Symfony: LMS",
        "descriptionLms": "J'ai créé un site permettant de gérer une plateforme d'apprentissage en ligne en utilisant Symfony",
        "github": "Github",
        "visit_site": "Visiter le site"
    },
    "contact": {
        "title": "Contactez-moi",
        "name": "Nom: ",
        "email": "Email: ",
        "subject": "Sujet: ",
        "subjectSelect": "Sélectionnez un sujet",
        "subjectJob": "Offre d'emploi",
        "subjectFreelance": "Projet freelance",
        "other": "Autre",
        "message": "Message: ",
        "submit": "Envoyer le message: "
    },
    "cookie": {
        "message": "🍪 Ce site utilise des cookies pour améliorer l'expérience utilisateur.",
        "btn": "J'accepte"
    }
}