{
    "home": {
        "title": "Noureddine MOUATAMID",
        "role": "Sviluppatore",
        "role2": "Web"
    },
    "about": {
        "title": "Chi è",
        "name": "Noureddine MOUATAMID",
        "profile": "Sviluppatore full stack",
        "link": "img/pdf/dev_web_NMT_it.pdf",
        "description": "Sono Noureddine MOUATAMID, un giovane di ventiquattro anni appassionato di tecnologia e sviluppo professionale. Attualmente vivo nella splendida città di Cannes, dove sto seguendo un percorso di formazione professionale presso l'AFPA. Il mio obiettivo è ottenere un diploma professionale di livello Bac+2. Fin da piccolo ho sviluppato un grande interesse per la tecnologia e il suo impatto sul nostro stile di vita e sul mondo del lavoro. La mia attuale formazione mi offre l'opportunità di acquisire competenze avanzate e conoscenze specializzate che mi prepareranno alle sfide e alle opportunità future nel settore che amo",
        "secondTitle": "Chi sono",
        "skills": "Competenze"
    },
    "portfolio": {
        "titleCar": "Sito Auto",
        "descriptionCar": "Homepage di un semplice sito di vendita di auto usando JavaScript, HTML, CSS",
        "titleKit": "Drum Kit Interattivo con jQuery",
        "descriptionKit": "Questo codice crea un Drum Kit virtuale utilizzando HTML, CSS e JavaScript (con jQuery). L'utente può suonare i tamburi sia cliccando sui pulsanti con il mouse sia premendo i tasti corrispondenti sulla tastiera.",
        "titleTmdb": "NMT Films: Motore di Ricerca per Film e Serie TV",
        "descriptionTmdb": "Questo codice implementa un motore di ricerca per film e serie TV, utilizzando Bootstrap per lo stile e jQuery + Fetch API per recuperare i dati da The Movie Database (TMDb).",
        "titleKiller": "Gioco di Sopravvivenza con Jason",
        "descriptionKiller": "Il codice simula uno scontro tra Jason e un gruppo di sopravvissuti con abilità casuali. Ogni turno, in base a probabilità predefinite, un sopravvissuto può infliggere danni, morire o sacrificarsi mentre colpisce Jason. Il gioco termina quando Jason viene sconfitto o elimina tutti i sopravvissuti, aggiornando il punteggio e la cronologia degli eventi.",
        "github": "Github",
        "visit_site": "Visita il sito"
    },
    "contact": {
        "title": "Contattami",
        "name": "Nome: ",
        "email": "Email: ",
        "subject": "Oggetto: ",
        "subjectSelect": "Seleziona un argomento",
        "subjectJob": "Opportunità di lavoro",
        "subjectFreelance": "Progetto freelance",
        "other": "Altro",
        "message": "Messaggio: ",
        "submit": "Invia messaggio: "
    },
    "cookie": {
        "message": "🍪 Questo sito utilizza i cookie per migliorare l'esperienza utente.",
        "btn": "Accetto"
    }
}
